Revit 2027 API
ParameterTypeId.DimWitnsLineCntrl Property
 "Witness Line Control"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimWitnsLineCntrl { get; }
Public Shared ReadOnly Property DimWitnsLineCntrl As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimWitnsLineCntrl {
	ForgeTypeId^ get ();
}
static member DimWitnsLineCntrl : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace